{
    "Category": "الفئة",
    "Size": "الحجم",
    "Home": "الصفحة الرئيسية",
    "Contact": "اتصل بنا",
    "About us": "معلومات عنا",
    "Media": "وسائط",
    "Products": "منتجات",
    "Categories": "الفئات",
    "Team Member": "عضو الفريق",
    "Team": "الفريق",
    "Education": "التعليم",
    "Scientific publications": "المنشورات العلمية",
    "Academic degree": "الدرجة الأكاديمية",
    "Date of birth": "تاريخ الميلاد",
    "Languages": "اللغات",
    "Description": "الوصف",
    "Tags": "العلامات",
    "See All Collection": "عرض جميع المجموعات",
    "Sitemap": "خريطة الموقع",
    "Social media": "وسائل التواصل الاجتماعي",
    "Others": "أخرى",
    "Contact us": "اتصل بنا",
    "Full Name": "الاسم الكامل",
    "Email": "البريد الإلكتروني",
    "Articles": "مقالات",
    "Your Message": "رسالتك",
    "Submit": "إرسال",
    "Field is required": "هذا الحقل مطلوب",
    "Enter your phone or email": "أدخل رقم الهاتف أو البريد الإلكتروني",
    "Color": "لون",
    "Every product is crafted with care and creativity. You won’t find mass-produced items here—each puppet/art piece has its own story.": ".كل منتج مصنوع بعناية وإبداع. لن تجد منتجات مصنّعة بكميات كبيرة هنا — لكل دمية/قطعة فنية قصتها الخاصة",
    "We use safe, durable, and eco-friendly materials, ensuring your puppets and crafts last for years.": "نستخدم مواد آمنة ومتينة وصديقة للبيئة لضمان بقاء دمىك وحرفك اليدوية لسنوات طويلة.",
    "Our designs preserve traditional craftsmanship while blending modern 3D techniques—perfect for collectors, educators, and art lovers.": "تصاميمنا تحافظ على الحرف اليدوية التقليدية مع دمج تقنيات ثلاثية الأبعاد حديثة — مثالية لهواة الجمع والمعلمين وعشاق الفن.",
    "Want something special? We create customized puppets and 3D crafts tailored to your needs, whether for theatre, education, or home décor.": "هل تريد شيئًا مميزًا؟ نحن نصنع دمى وحرف ثلاثية الأبعاد مخصصة لتلبية احتياجاتك، سواء للمسرح أو التعليم أو ديكور المنزل.",
    "Artisan3D is a modern puppetry & craftsmanship platform dedicated to preserving tradition and inspiring creativity. Discover unique handmade designs, cultural heritage, and personalized art — all in one place.": "Artisan3D هي منصة حديثة لفن العرائس والحرف اليدوية مكرسة للحفاظ على التقاليد وإلهام الإبداع. اكتشف التصاميم اليدوية الفريدة، التراث الثقافي، والفن المخصص — كل ذلك في مكان واحد.",
    "We're here to address your inquiries, feedback, and partnership opportunities promptly and effectively.": "نحن هنا للرد على استفساراتك وملاحظاتك وفرص الشراكة بسرعة وكفاءة.",
    "Get in Touch": "تواصل معنا",
    "Unique Handmade Designs for a Modern World": "تصاميم يدوية فريدة لعالم عصري",
    "Unique Handmade Designs": "تصاميم يدوية فريدة",
    "High-Quality Materials": "مواد عالية الجودة",
    "Cultural & Artistic Value": "قيمة ثقافية وفنية",
    "Custom Orders & Personalization": "طلبات مخصصة وتخصيص",
    "Why you Choose Us": "لماذا تختارنا"
    
}