{
    "Category": "Kategori",
    "Size": "Saiz",
    "Contact": "Hubungi",
    "Home": "Laman Utama",
    "About us": "Tentang kami",
    "Media": "Media",
    "Products": "Produk",
    "Categories": "Kategori",
    "Team Member": "Ahli Pasukan",
    "Team": "Pasukan",
    "Education": "Pendidikan",
    "Scientific publications": "Penerbitan saintifik",
    "Academic degree": "Ijazah akademik",
    "Date of birth": "Tarikh lahir",
    "Languages": "Bahasa",
    "Description": "Penerangan",
    "Tags": "Tag",
    "See All Collection": "Lihat Semua Koleksi",
    "Sitemap": "Peta Laman",
    "Social media": "Media sosial",
    "Others": "Lain-lain",
    "Contact us": "Hubungi kami",
    "Full Name": "Nama Penuh",
    "Articles": "Artikel",
    "Email": "E-mel",
    "Your Message": "Mesej anda",
    "Submit": "Hantar",
    "Field is required": "Medan ini diperlukan",
    "Enter your phone or email": "Masukkan nombor telefon atau e-mel anda",
    "Color": "Warna",
    "Every product is crafted with care and creativity. You won’t find mass-produced items here—each puppet/art piece has its own story.": "Setiap produk dihasilkan dengan penuh teliti dan kreativiti. Tiada barangan yang dihasilkan secara besar-besaran di sini—setiap patung/karya seni mempunyai kisahnya sendiri.",
    "We use safe, durable, and eco-friendly materials, ensuring your puppets and crafts last for years.": "Kami menggunakan bahan yang selamat, tahan lama dan mesra alam, memastikan patung dan kraf anda bertahan selama bertahun-tahun.",
    "Our designs preserve traditional craftsmanship while blending modern 3D techniques—perfect for collectors, educators, and art lovers.": "Reka bentuk kami mengekalkan kraf tradisional sambil menggabungkan teknik 3D moden—sesuai untuk pengumpul, pendidik dan pencinta seni.",
    "Want something special? We create customized puppets and 3D crafts tailored to your needs, whether for theatre, education, or home décor.": "Mahu sesuatu yang istimewa? Kami menghasilkan patung dan kraf 3D tersuai mengikut keperluan anda, sama ada untuk teater, pendidikan atau hiasan rumah.",
    "Artisan3D is a modern puppetry & craftsmanship platform dedicated to preserving tradition and inspiring creativity. Discover unique handmade designs, cultural heritage, and personalized art — all in one place.": "Artisan3D ialah platform moden untuk seni boneka & kraf tangan yang didedikasikan untuk memelihara tradisi dan memberi inspirasi kepada kreativiti. Temui rekaan buatan tangan yang unik, warisan budaya, dan seni peribadi — semuanya di satu tempat.",
    "We're here to address your inquiries, feedback, and partnership opportunities promptly and effectively.": "Kami sedia menjawab pertanyaan, maklum balas, dan peluang kerjasama anda dengan segera dan berkesan.",
    "Get in Touch": "Hubungi Kami",
    "Unique Handmade Designs for a Modern World": "Reka Bentuk Buatan Tangan Unik untuk Dunia Moden"
}