{
    "Category": "Категория",
    "Size": "Размер",
    "Home": "Главная",
    "Contact": "Контакты",
    "About us": "О нас",
    "Media": "Медиа",
    "Products": "Продукты",
    "Categories": "Категории",
    "Team Member": "Член команды",
    "Team": "Команда",
    "Education": "Образование",
    "Scientific publications": "Научные публикации",
    "Academic degree": "Академическая степень",
    "Date of birth": "Дата рождения",
    "Languages": "Языки",
    "Description": "Описание",
    "Tags": "Теги",
    "See All Collection": "Смотреть все коллекции",
    "Sitemap": "Карта сайта",
    "Social media": "Социальные сети",
    "Others": "Другие",
    "Contact us": "Свяжитесь с нами",
    "Full Name": "Полное имя",
    "Articles": "Статьи",
    "электронная почта": "электронная почта",
    "Your Message": "Ваше сообщение",
    "Submit": "Отправить",
    "Field is required": "Это поле обязательно для заполнения",
    "Enter your phone or email": "Введите номер телефона или электронную почту",
    "Color": "цвет",
    "Every product is crafted with care and creativity. You won’t find mass-produced items here—each puppet/art piece has its own story.": "Каждый продукт создан с заботой и креативностью. Здесь вы не найдете массового производства — каждая кукла или арт-объект имеет свою историю.",
    "We use safe, durable, and eco-friendly materials, ensuring your puppets and crafts last for years.": "Мы используем безопасные, прочные и экологически чистые материалы, чтобы ваши куклы и изделия сохранялись годами.",
    "Our designs preserve traditional craftsmanship while blending modern 3D techniques—perfect for collectors, educators, and art lovers.": "Наши дизайны сохраняют традиционное мастерство, сочетая его с современными 3D-технологиями — идеально для коллекционеров, педагогов и любителей искусства.",
    "Want something special? We create customized puppets and 3D crafts tailored to your needs, whether for theatre, education, or home décor.": "Хотите что-то особенное? Мы создаем индивидуальные куклы и 3D-изделия под ваши нужды — для театра, образования или декора дома.",
    "Artisan3D is a modern puppetry & craftsmanship platform dedicated to preserving tradition and inspiring creativity. Discover unique handmade designs, cultural heritage, and personalized art — all in one place.": "Artisan3D — это современная платформа кукольного искусства и ремесел, посвященная сохранению традиций и вдохновению на творчество. Откройте для себя уникальные изделия ручной работы, культурное наследие и персонализированное искусство — всё в одном месте.",
    "We're here to address your inquiries, feedback, and partnership opportunities promptly and effectively.": "Мы готовы оперативно и эффективно ответить на ваши вопросы, отзывы и предложения о сотрудничестве.",
    "Get in Touch": "Свяжитесь с нами",
    "Unique Handmade Designs for a Modern World": "Уникальные изделия ручной работы для современного мира"
}