{
    "Category": "Kategori",
    "Size": "Beden",
    "Home": "Ana Sayfa",
    "Contact": "İletişim",
    "About us": "Hakkımızda",
    "Media": "Medya",
    "Products": "Ürünler",
    "Categories": "Kategoriler",
    "Team Member": "Takım Üyesi",
    "Team": "Takım",
    "Education": "Eğitim",
    "Scientific publications": "Bilimsel yayınlar",
    "Academic degree": "Akademik derece",
    "Date of birth": "Doğum tarihi",
    "Languages": "Diller",
    "Description": "Açıklama",
    "Tags": "Etiketler",
    "See All Collection": "Tüm Koleksiyonu Gör",
    "Sitemap": "Site Haritası",
    "Social media": "Sosyal medya",
    "Others": "Diğerleri",
    "Contact us": "Bize Ulaşın",
    "Full Name": "Ad Soyad",
    "Articles": "makaleler",
    "Email": "e-posta",
    "Your Message": "Mesajınız",
    "Submit": "Gönder",
    "Field is required": "Bu alan zorunludur",
    "Enter your phone or email": "Telefon numaranızı veya e-postanızı girin",
    "Color": "renk",
    "Every product is crafted with care and creativity. You won’t find mass-produced items here—each puppet/art piece has its own story.": "Her ürün özen ve yaratıcılıkla hazırlanır. Burada seri üretim ürünler bulamazsınız—her kukla/sanat eseri kendi hikâyesine sahiptir.",
    "We use safe, durable, and eco-friendly materials, ensuring your puppets and crafts last for years.": "Güvenli, dayanıklı ve çevre dostu malzemeler kullanıyoruz, böylece kuklalarınız ve el sanatlarınız uzun yıllar dayanır.",
    "Our designs preserve traditional craftsmanship while blending modern 3D techniques—perfect for collectors, educators, and art lovers.": "Tasarımlarımız, geleneksel zanaatkârlığı korurken modern 3D teknikleriyle harmanlanır — koleksiyoncular, eğitimciler ve sanatseverler için mükemmeldir.",
    "Want something special? We create customized puppets and 3D crafts tailored to your needs, whether for theatre, education, or home décor.": "Özel bir şey mi istiyorsunuz? Tiyatro, eğitim veya ev dekoru için ihtiyaçlarınıza göre kişiselleştirilmiş kuklalar ve 3D el işleri yapıyoruz.",
    "Artisan3D is a modern puppetry & craftsmanship platform dedicated to preserving tradition and inspiring creativity. Discover unique handmade designs, cultural heritage, and personalized art — all in one place.": "Artisan3D, geleneği korumaya ve yaratıcılığı ilham vermeye adanmış modern bir kuklacılık ve zanaatkârlık platformudur. Eşsiz el yapımı tasarımlar, kültürel miras ve kişiselleştirilmiş sanatı tek bir yerde keşfedin.",
    "We're here to address your inquiries, feedback, and partnership opportunities promptly and effectively.": "Sorularınızı, geri bildirimlerinizi ve iş birliği fırsatlarınızı hızlı ve etkili bir şekilde yanıtlamak için buradayız.",
    "Get in Touch": "Bizimle İletişime Geçin",
    "Unique Handmade Designs for a Modern World": "Modern Dünya için Benzersiz El Yapımı Tasarımlar"

}