{
    "Category": "Kategoriya",
    "Size": "O'lchami",
    "Home": "Bosh sahifa",
    "Contact": "Aloqa",
    "About us": "Biz haqimizda",
    "Media": "Media",
    "Products": "Mahsulotlar",
    "Categories": "Kategoriyalar",
    "Team Member": "Jamoa a'zosi",
    "Team": "Jamoa",
    "Education": "Ta'lim",
    "Scientific publications": "Ilmiy nashrlar",
    "Academic degree": "Ilmiy darajasi",
    "Date of birth": "Tug'ilgan sana",
    "Languages": "Tillar",
    "Description": "Tavsif",
    "Tags": "Teglar",
    "See All Collection": "Barcha kollektsiyalarni ko'rish",
    "Sitemap": "Sayt xaritasi",
    "Social media": "Ijtimoiy tarmoq",
    "Others": "Boshqalar",
    "Contact us": "Biz bilan bog'lanish",
    "Full Name": "To'liq ism-sharifi",
    "Email": "Email",
    "Articles": "Maqolalar",
    "Your Message": "Xabaringiz",
    "Submit": "Yuborish",
    "Field is required": "Bu maydon majburiy",
    "Enter your phone or email": "Telefon yoki email kiriting",
    "Color": "rang",
    "Every product is crafted with care and creativity. You won’t find mass-produced items here—each puppet/art piece has its own story.": "Har bir mahsulot e’tibor va ijodkorlik bilan yaratilgan. Bu yerda ommaviy ishlab chiqarilgan buyumlarni topmaysiz — har bir qo‘g‘irchoq yoki san’at asarining o‘z hikoyasi bor.",
    "We use safe, durable, and eco-friendly materials, ensuring your puppets and crafts last for years.": "Biz xavfsiz, mustahkam va ekologik toza materiallardan foydalanamiz, shuning uchun qo‘g‘irchoqlaringiz va buyumlaringiz yillar davomida saqlanib qoladi.",
    "Our designs preserve traditional craftsmanship while blending modern 3D techniques—perfect for collectors, educators, and art lovers.": "Bizning dizaynlarimiz an’anaviy hunarmandchilikni saqlab qolgan holda zamonaviy 3D texnologiyalar bilan uyg‘unlashadi — kolleksionerlar, o‘qituvchilar va san’at ixlosmandlari uchun ajoyib tanlov.",
    "Want something special? We create customized puppets and 3D crafts tailored to your needs, whether for theatre, education, or home décor.": "Maxsus narsani xohlaysizmi? Biz teatr, ta’lim yoki uy bezagi uchun ehtiyojlaringizga moslashtirilgan qo‘g‘irchoqlar va 3D buyumlarni yaratamiz.",
    "Artisan3D is a modern puppetry & craftsmanship platform dedicated to preserving tradition and inspiring creativity. Discover unique handmade designs, cultural heritage, and personalized art — all in one place.": "Artisan3D — bu an’analarni saqlash va ijodkorlikni ilhomlantirishga bag‘ishlangan zamonaviy qo‘g‘irchoq va hunarmandchilik platformasi. Noyob qo‘l mehnati bilan yaratilgan dizaynlar, madaniy meros va shaxsiylashtirilgan san’atni bitta joyda kashf eting.",
    "We're here to address your inquiries, feedback, and partnership opportunities promptly and effectively.": "Biz savollaringiz, fikr-mulohazalaringiz va hamkorlik imkoniyatlaringizga tez va samarali javob berish uchun shu yerdamiz.",
    "Get in Touch": "Biz bilan bog'laning",
    "Unique Handmade Designs for a Modern World": "Zamonaviy dunyo uchun noyob qo‘l mehnati dizaynlari"
}